Repository: wp-plugins/woocommerce-epaybg
Catalog: languages/woocommerce-epaybg-*.po
Languages: bg_bg

source: WooCommerce ePay.bg Gateway
bg_bg: WooCommerce ePay.bg метод за разплащане

source: epaybg Checkout provides a fully integration with ePay.bg platform, secure way to collect and transmit credit card data to your payment gateway while keeping you in control of the design of your site <a target="_blank" href="https://www.epay.bg/img/x/readme_web.pdf">ePay.bg API integration README_WEB.pdf</a>.
bg_bg: ePay.bg метода за разплащане предлага пълна интеграция с платформата на ePay.bg, сигурно приемане на плащания чрез кредитни и дебитни карти, както и EasyPay към вашият магазин <a target="_blank" href="https://www.epay.bg/img/x/readme_web.pdf">ePay.bg API интеграция README_WEB.pdf</a>.

source: dimitrov.adrian
bg_bg: Адриан Димитров

source: ePay.bg Checkout depends on the %s or later to work!
bg_bg: ePay.bg разчита на %s или по-висока за да работи нормално!

source: ePay.bg - BORICA
bg_bg: ePay.bg - БОРИКА

source: ePay.bg - BORICA derivate allow customers to pay directly with their credit or debit cards. It is works by sending the user to BORICA platform to enter their payment information.
bg_bg: ePay.bg - BORICA разновидност позволяваща заплащане чрез кредитни или дебитни карти. Работи като препраща клиента до платформата на БОРИКА за да въведе своите картови данни.

source: Enable/Disable
bg_bg: Включване/Изключване

source: Enable ePay.bg Direct Pay Checkout
bg_bg: Включване на ePay.bg директно заплащане

source: Title
bg_bg: Заглавие

source: This controls the title which the user sees during checkout.
bg_bg: Заглавие което се показва когато клиента е в процес на заплащане

source: BORICA
bg_bg: БОРИКА

source: Description
bg_bg: Описание

source: Pay securely with your credit card.
bg_bg: Заплащайте сигурно, чрез вашата кредитна или дебитна карта.

source: This controls the description which the user sees during checkout.
bg_bg: Описание което ще се показва на клиента в страницата за поръчка.

source: ePay.bg - EasyPay derivate allow customers to pay offline on EasyPay office or with BORICA ATM. It is works by givving the user to unique IDN number which is used to identify the order payment.
bg_bg: ePay.bg - EasyPay разновидност позволяваща заплащане оф-лайн през каса на EasyPay или пост-терминал (банкомат) на БОРИКА. Работи, чрез доставяне на клиента уникален IDN номер, който е нужен за разпознаване на поръчката за разплащането.

source: Enable ePay.bg EasyPay Checkout
bg_bg: Включване на ePay.bg EasyPay разплащането

source: Pay in EasyPay offices.
bg_bg: Плащане в каса на EasyPay

source: Transaction expiration
bg_bg: Транзакцията е изтекла

source: %s day
bg_bg: %s ден

source: Send instructions
bg_bg: Изпращане на инструкции

source: Send mail with instructions about how to make the payment.
bg_bg: Изпращане на e-mail с инструкции как да извърши плащане.

source: Awaiting payment from EasyPay/B-Pay with code: %s
bg_bg: В очакване на плащане от EasyPay/B-Pay с код: %s

source: EasyPay|B-Pay error while processing payment
bg_bg: EasyPay|B-Pay грешка при обработване на плащането

source: Order: %s
bg_bg: Поръчка: %s

source: IDN Code: %s, valid until: %s
bg_bg: IDN Код: %s, валиден до: %s

source: To pay your order ({order_id}) with EasyPay or B-Pay service you can use next tutorials. Payment via EasyPay 1. Go in some of the <a href="http://easypay.bg/?p=offices" target="_blank">EasyPay offices</a> (http://easypay.bg/?p=offices) 2. Say your IDN code "{idn_code}" to office agent 3. You will be asked to pay {order_total} Payment via ATM and B-Pay service If you prefere pay via ATM and B-Pay method then you can follow these steps. 1. Go and find some of the <a href="https://www.epay.bg/en/?page=front_wiki&p=b-pay_atm" target="_blank">ATMs that supports BPay payments</a> (https://www.epay.bg/en/?page=front_wiki&p=b-pay_atm) 2. Put your card in the ATM 3. Select "Other services" 4. Select "B-Pay" 5. Enter Merchant code - "60000" 6. Enter your IDN code "{idn_code}" 7. You will be asked to pay {order_total} To do the this payment with some of these methods, your should take in mind that your IDN code is valid until {expire_date}, after that your IDN code will be invalid, and payment will be refused. More information you can found on www.easypay.bg and www.epay.bg/en
bg_bg: За да заплатите вашата поръчка ({order_id}) с услугите на EasyPay или B-Pay следвайте следните стъпки. Плащане чрез EasyPay 1. Идете до някой от следните <a href="http://easypay.bg/?p=offices" target="_blank">офиси на EasyPay</a> (http://easypay.bg/?p=offices) 2. Кажете вашият IDN код "{idn_code}" на касиера 3. Ще бъдете помолени да заплатите {order_total} Заплащане чрез ATM пост-терминал (банкомат) и B-Pay услугата Ако предпочитате заплащане чрез банкомат, тогава следвайте следните стъпки. 1. Идете до някой от <a href="https://www.epay.bg/?page=front_wiki&p=b-pay_atm" target="_blank">банкомати с поддръжка на BPay разплащания</a> (https://www.epay.bg/?page=front_wiki&p=b-pay_atm) 2. Вкарайте вашата карта в банкомата 3. Изберете "Други услуги" 4. Изберете "B-Pay" 5. Въведете код на търговец - "60000" 6. Въведете вашият IDN код "{idn_code}" 7. Ще бъдете помолени да заплатите {order_total} За да извършите плащането с някой от следните методи, трябва да имате в предвид че IDN кода е валиден до {expire_date}, след това IDN кодът няма да бъде валиден и евентуални плащания, ще бъдат отказвани. Повече информация на www.easypay.bg и www.epay.bg/en

source: Hello %s,
bg_bg: Здравейте %s,

source: You have new order on %s, this email include instructions how to pay the order.
bg_bg: Имате нова поръчка от %s, настоящият e-mail съдържа инструкции как да заплатите вашата поръчка.

source: Product
bg_bg: Продукт

source: Quantity
bg_bg: Количество

source: Price
bg_bg: Цена

source: Customer details
bg_bg: Информация за клиент

source: Tel:
bg_bg: Тел.:

source: You have new order (%s) from %s
bg_bg: Имате нова поръчка (%s) от %s

source: ePay.bg main gateway works by sending the user to ePay.bg to enter their payment information. More about API integration on <a href="https://www.epay.bg/img/x/readme_web.pdf" target="_blank">readme.pdf</a>
bg_bg: ePay.bg е основен метод и работи като изпраща потребителя до страницата на ePay.bg за да въведе своите данни за разплащателната платформа. Повече за API интеграцията на <a href="https://www.epay.bg/img/x/readme_web.pdf" target="_blank">readme.pdf</a>

source: Enable ePay.bg Checkout
bg_bg: Включване на ePay.bg разплащания

source: Test mode
bg_bg: Тестов режим

source: Work in testing mode, no actual transfer will be done. Demo portal can be accessed on <a href="https://demo.epay.bg" target="_blank">demo.epay.bg</a>
bg_bg: Текущия режим на работа е тестови, няма да бъдат извършвани никакви реални трансфери. Демонстрационния портал може да бъде достъпен на <a href="https://demo.epay.bg" target="_blank">demo.epay.bg</a>

source: Debug Log
bg_bg: Регистър за проследяване на грешки

source: Enable logging
bg_bg: Включване на регистъра за проследяване на грешки

source: Log ePay.bg events, such as IPN requests, inside <code>%s</code>
bg_bg: Запис на ePay.bg събития, като IPN заявки в <code>%s</code>

source: Customer number
bg_bg: Клиентски номер

source: Merchant customer ID number of the ePay.bg account.
bg_bg: Клиентски номер от вашият ePay.bg профил.

source: Secret Key
bg_bg: Секретен ключ

source: Your ePay.bg secret code (64char alphabet string).
bg_bg: Вашият ePay.bg секретен код (64 символен низ).

source: IPN Callback
bg_bg: IPN адрес за известяване

source: Value of the field depends of <code>Customer Number</code>, so if it is changed then change also this URL.<br /> Copy and paste this value in your profile under <code>URL for receiving notifications</code>
bg_bg: Стойността зависи от <code>Клиентски номер</code>, за това ако правите промяна по тази стойност, трябва да промените и адреса.<br /> Копирайте тази стойност и я поставете във вашият профил в <code> URL за известяване< /code>

source: Order ID prefix
bg_bg: Представка пред номера на поръчката

source: Set prefix for order IDs, this is useful in case to separate invoice numbers in ePay.bg.<br />Due to limitation of ePay.bg, this field <strong>accept only numeric values</strong>.
bg_bg: Задайте представка за номерата на поръчките. Това е полезно в случай на разграничаване на номерата на фактурите в ePay.bg.<br /> Поради ограничения на платформата на ePay.bg, това поле <strong>може да съдържа само числови стойности</strong>.

source: %s hour
bg_bg: %s час

source: Redirection method
bg_bg: Метод за препращане

source: Manual via button
bg_bg: Ръчно, чрез бутон

source: After page load
bg_bg: След зареждане на страницата

source: After %s secs
bg_bg: След %s секунди

source: Redirect in new window
bg_bg: Препращане в нов прозорец

source: Open ePay.bg payment gateway in new window.
bg_bg: Отваряне на ePay.bg в нов прозорец.

source: Gateway Disabled
bg_bg: Изключено

source: ePay.bg does not support your store currency. Supported currencies are: USD, EUR and BGN.
bg_bg: ePay.bg не поддържа валутата на вашият магазин. Поддържаните валути са: USD, EUR и BGN.

source: Settings are in limited range because this payment gateway is derivate of main ePay.bg
bg_bg: Настройките са ограничени защото този метод за разплащане наследява основния ePay.bg

source: Awaiting payment from ePay.bg
bg_bg: Очаква плащане от ePay.bg

source: Thank you - your order is now pending payment.
bg_bg: Благодарим ви, вашата поръчка е в режим на очакване.

source: Proceed to %s
bg_bg: Обработване на %s

source: You will be automatically redirected to ePay.bg in %s
bg_bg: Ще бъдете препратени автоматично към ePay.bg след %s

source: If you are not redirected within next %s seconds, then %s
bg_bg: Ако не сте препратени в следващите %s секунди, тогава идете на %s

source: ePay.bg set invoice status to: %s
bg_bg: ePay.bg зададе статус фактириране на: %s

source: ePay.bg approved payment on %s with BORICA code: %s, transaction id: %s
bg_bg: ePay.bg удобри плащане по %s с БОРИКА код: %s, транзакция: %s

source: Order is denied by the payment service.
bg_bg: Поръчката е отказана от ePay.bg

source: Order is canceled due to expiration.
bg_bg: Поръчката е отказана поради давност.
